{
    "welcome": {
        "title": "Kommunalt beslutsfattande",
        "text":"Delta i och påverka offentliga beslut i din gemenskap. Du kan läsa dagordningen för de olika institutionerna, föreslå nya, kommentera artiklarna eller rösta om utkastet till beslut du stöder."
    },
    "footer": {
        "first": "dataskydd",
        "second": "villkor",
        "third": "instruktioner",
        "fourth":  "Vanliga frågor"
    },
    "headers": {
        "organs": "Institutioner (kommunfullmäktige, kommunstyrelser, styrelser ...)",
        "addorgan": "Lägg till institution",
        "addmeeting": "Lägg till möte",
        "sectionsinmeeting":"Saker i mötet:",
        "addsection": "Lägg till en sak",
        "officerproposal": "Förslag till beslut av den dominerande",
        "alternativeproposals": "Alternativa förslag till beslut",
        "addproposal":"Lägg till förslag till beslut",
        "commentsandinformation":"Kommentarer och bakgrundsinformation",
        "addcommentorinformation":"Lägg till kommentar eller bakgrundsinformation",
        "initiatives":"Initiativ",
        "addinitiative": "Lägg till initiativ",
        "adduser":"Lägg till användare",
        "users":"Användare",
        "owninfo": "Egen information",
        "login": "Logga in",
        "links": "Länkar",
        "addlink":"Lägg till en länk, bild, video ..."
    },
    "common": {
        "close": "Stänga",
        "add": "Lägg till",
        "save": "Spara",
        "name": "Namn",
        "abbreviation": "Förkortning",
        "municipal": "Kommun",
        "time": "Tid",
        "organ": "Institution",
        "explanation": "Förklaring",
        "preparer": "Föredragande",
        "sectionnumber": "Ärendenummer",
        "proposal": "Förslag till beslut",
        "address": "Adress",
        "postnumber": "Postnummer",
        "postoffice": "Postdistrikt",
        "country": "Land",
        "attachments": "Bilagor",
        "meeting": "Möte",
        "section":"En sak",
        "agenda": "Dagordning",
        "vote": "Röstä",
        "votes": "anhängare",
        "nocomments":"Inga kommentarer",
        "comment":"Komment",
        "initiative": "Initiativ",
        "active": "Aktiva",
        "accepted": "Accepterad",
        "info": "Info",
        "nousers": "Inga användare",
        "phone": "Telefon",
        "email": "E-post",
        "usertype": "Användartyp",
        "password": "Lösenord",
        "repassword": "Skriv lösenordet om",
        "takecontact": "Ta kontakt",
        "thing": "Fråga",
        "usage": "Programvaran har implementerats som en del av avhandlingen och informationen som samlas in genom programvaran används i kommunal besluts- och avhandlingsforskning.",
        "contactinfo": "Kontakt info: Osmo Leppäniemi, +358 400 880 236, osmo.leppaniemi at tuni.fi",
        "send": "Sända",
        "newpassword": "Ett nytt lösenord",
        "currentpassword": "Nuvarande lösenord",
        "login": "Logga in",
        "linktext":"Länkförklaring",
        "linkref":"Adressen till länken, bilden, videon ...",
        "user":"Användare",
        "linktype":"Länk type",
        "site":"Webbsida",
        "picture":"Bild",
        "video":"Video",
        "audio":"Ljud / audio",
        "document":"Dokumentera",
        "other":"Övrig",
        "notdefined":"Ej angivet"
    },
    "dataprotection": {
        "header": "Sekretesspolicy",
        "registerholderheader": "Registrator",
        "registerholdertext": "Osmo Leppäniemi, osmo.leppaniemi (at) tuni.fi",
        "registernameheader": "Registrets namn",
        "registernametext": "Beslutsfattande som en tjänst, Decisions as a Service",
        "registerformheader": "Registrets format",
        "registerformtext": "Elektrisk",
        "registerusageheader": "Syftet med registret",
        "registerusagetext":"Crowdsourcing och involvera medborgarna i beslutsfattandet",
        "registercontainsheader": "Registrets datainnehåll och klassificering av personuppgifter",
        "registercontainstext": "Information lagrad elektroniskt: 1. Dagordningar för institutionella möten publicerade av kommuner 2. Protokoll över institutionella möten publicerade av kommuner 3. Information som angetts av användare av systemet 4. Hantering av användar-ID: n, adress, e-post",
        "registersourceheader": "Regelbundna informationskällor i registret",
        "registersourcetext":"Dagordningar och protokoll från institutionella möten publicerade om kommunala ärendehanteringssystem",
        "registerinfotransferheader":"Regelbundna överföringar och överföringar av personuppgifter",
        "registerinfotransfertext":"Ingen regelbunden överföring av registret kommer att äga rum. Det är dock möjligt att ladda ner de data som är lagrade i registret via gränssnitten som öppna data, i den mån informationen annars är offentligt synlig. Kommersiellt utnyttjande av uppgifterna är förbjudet. Uppgifterna kan också lagras utanför EU och EES.",
        "savingtimesheader":"Datalagringsperiod",
        "savingtimestext":"Personuppgifter som registreras i registret ska förvaras i tio år efter registreringen",
        "automateddecisionsheader":"Automatiserat beslutsfattande och profilering",
        "automateddecisionstext":"De data som lagras i systemet används för forskningsändamål. Data som lagras i systemet kan senare användas för att automatisera beslutsfattande.",
        "protectionheader":"Principer för registersäkerhet",
        "rightofinspectionheader":"Rätt till inspektion av den registrerade",
        "rightoffixinfosheader":"Rätt att kräva rättelse av information",
        "otherrightsforpersonalinfosheader":"Andra rättigheter relaterade till behandling av personuppgifter",
        "rightofappealheader":"Rätt att överklaga",
        "protectiontext":"Uppgifterna finns på Amazon Web Services molntjänst, främst i Frankfurt. Åtkomst till data är säker. Åtkomst till systemet styrs av åtkomsträttigheter och inloggning sker med ett användarnamn och lösenord.",
        "rightofinspectiontext":"En person i registret har rätt att kontrollera vilken information om honom eller henne som finns i registret. Begäran måste göras skriftligen till registraren.",
        "rightoffixinfostext":"Den registrerade har rätt att kräva att den registeransvarige korrigerar felaktiga och felaktiga personuppgifter om den registrerade utan onödigt dröjsmål. Med hänsyn till de syften för vilka uppgifterna behandlades har den registrerade rätten att komplettera de ofullständiga personuppgifterna, bland annat genom att tillhandahålla ytterligare information.",
        "otherrightsforpersonalinfostext":"Den registrerade ska ha rätt att låta den registeransvarige begränsa behandlingen vid något av följande: 1. den registrerade bestrider personuppgifternas noggrannhet och begränsar behandlingen till den period under vilken den registeransvarige kan verifiera deras noggrannhet, 2. behandlingen är olaglig och den registrerade motsätter sig raderingen av personuppgifterna och begär istället en begränsning på deras användning; 3. den personuppgiftsansvarige inte längre behöver sådana personuppgifter för bearbetningsändamålen, men den registrerade behöver dem för att upprätta, presentera eller försvara ett rättsligt anspråk; 4. den registrerade har invänt mot behandlingen av personuppgifter i avvaktan på verifiering av att den registrerades legitima grunder åsidosätter den registrerades grunder. 5. I den mån behandlingen av personuppgifter baseras på den registrerades samtycke ska den registrerade ha rätt att när som helst återkalla sitt samtycke. ",
        "rightofappealtext":"En person i registret har rätt att lämna in ett klagomål mot behandlingen av personuppgifter till tillsynsmyndigheten."
    },
    "termsofuse": {
        "header":"Villkor",
        "text": "",
        "rulesheader": "Användarvillkor",
        "contractingpartiesheader": "Avtalsparter och skapande av avtalet",
        "personalinformationheader": "",
        "registrationheader": "Registrering",
        "userauthenticationheader": "Användarautentisering",
        "servicesheader":"Applikationsplattformstjänster",
        "submittedmaterialheader":"Material som tillhandahålls till tjänsterna och rättigheter till sådant material",
        "privacyheader":"Sekretess",
        "cookiesheader": "webbläsarkakor",
        "pricesheader": "Taxa",
        "usingservicesheader": "Använda applikationen",
        "availabilityheader":"Tjänsternas tillgänglighet",
        "intellectualpropertyrightsheader": "Immateriella rättigheter",
        "validityandterminationheader": "Giltighet och uppsägning",
        "responsibilitiesheader":"Ansvar",
        "transferofcontractheader":"Överföring av kontrakt",
        "forcemajeureheader":"Force majeure",
        "amendmentoftheagreementheader":"Ändring av avtalet",
        "disputeresolutionandapplicablelawheader": "Tvistlösning och tillämplig lag",
        "disclosuretoauthoritiesheader":"Utlämnande till myndigheter",
        "validityoftermsofuseheader":"Giltigheten för användarvillkoren",
        "rulestext": "Du får inte lägga in eller lagra material på Tjänsten som du inte har tillgång till eller som kränker andras rättigheter. Användaren är ensam ansvarig för det material han matar in eller lagrar. Om det behövs kommer underhållet av tjänsten att hjälpa myndigheterna att upptäcka missbruk. ",
        "contractingpartiestext": "Dessa användarvillkor ('avtalet') gäller alla tjänster som tillhandahålls av dig av applikationsplattformen (beslut som en tjänst) (tillsammans 'jänsterna' och individuellt 'tjänsten'). Parterna i avtalet är administratören av applikationsplattformen och den privata person som använder tjänsterna ('Användare'). Tjänsten och användaren är också tillsammans 'partierna' och separat 'parten'. Detta avtal finns tillgängligt på http: //.com. Avtalet om användning av tjänsterna uppstår när användaren accepterar detta avtal i samband med registreringen eller användningen. Detta avtal gäller om inget annat skriftligt överenskommits mellan serviceunderhållet och användaren. Tjänsterna omfattas också av användarvillkoren (tillsammans 'reglerna'). De nuvarande reglerna finns tillgängliga i ett separat avsnitt i användarvillkoren. Reglerna utgör en integrerad del av detta avtal. Underhållet av applikationsplattformen förbehåller sig rätten att när som helst ändra reglerna. Underhållet av applikationsplattformen syftar till att meddela användaren om ändringar i reglerna i förväg på applikationsplattformen eller på annat sätt. Om användaren fortsätter att använda tjänsterna efter ändringen av reglerna anses användaren ha accepterat de nya reglerna. I händelse av inkonsekvens mellan detta avtal och användarvillkoren, kommer användarvillkoren att gälla och därefter detta avtal. ",
        "personalinformationtext": "",
        "registrationtext": "Vissa applikationsplattformstjänster kräver registrering. Vid registrering och användning av tjänsterna måste användaren tillhandahålla den information som tjänsterna begär. Användaren förbinder sig att inte framträda som en annan fysisk eller juridisk person eller som en representant för sådana och inte ge en falsk bild av sitt förhållande till en annan fysisk eller juridisk person. En naturlig eller befintlig juridisk enhet har rätt att registrera sig som användare. Fysiska personer måste vara minst 13 år för att kunna registrera sig. En företagsanvändare eller -förening kan också registrera sig som användare av tjänsten. En verifierad företagsprofil kräver ett separat avtal med underhållet av tjänsterna. ",
        "userauthenticationtext": "Användning av tjänsterna kan kräva autentisering, vilket kan ske med användarnamn, lösenord, IP-adress eller en kombination av ovanstående eller på annat sätt. Du kommer att spara användar-ID och lösenord eller annan sådan identifieringsinformation ('identifieringsdata') noggrant så att de inte har kunskap om en tredje part. Användaren är ansvarig för alla åtgärder, utelämnanden och andra användningar som görs med hans / hennes referenser, oavsett om det är en legitim eller obehörig användning av referenser. Om identifieringsuppgifterna har kännedom om en tredje part måste användaren informera identifieringsdata och applikationsplattformsadministratören omedelbart ändras. ",
        "servicestext":"Tjänsterna kan inkludera eller genom de tjänster som användaren kan ha tillgång till de tjänster som tillhandahålls av servicepartnerna ('tjänsteleverantörer'). Tjänsterna som tillhandahålls av varje tjänsteleverantör tillhandahålls i den tjänsteleverantörens namn och ansvar, inte underhållet av applikationsplattformen och i enlighet med tillämpliga servicevillkor och information från den tjänsteleverantören. Om tjänsteleverantören behandlar personuppgifterna för användarna av applikationsplattformen i detta sammanhang är registratorn tjänsteleverantören, underhållet av applikationsplattformen och tjänsteleverantören behandlar informationen i enlighet med principerna i sekretess uttalande om dess tjänst. Applikationsplattformsunderhåll kan lägga till och ändra alla applikationsplattformstjänster, deras komponenter och funktioner och tillfälligt eller permanent inaktivera dem efter eget gottfinnande. Informationen i tjänstebeskrivningarna, broschyrerna eller annat marknadsföringsmaterial är inte bindande för underhållet av tjänsterna. ",
        "submittedmaterialtext":"Underhållet av tjänsterna är ensamt ansvarigt för innehållet i det material som produceras av tjänsterna själva, till vilka alla rättigheter är reserverade i enlighet med dessa användarvillkor. Underhållet av tjänsterna är inte ansvarigt för annat innehåll av tjänsterna eller annat innehåll som tillhandahålls eller tas emot genom eller genom tjänsterna, såsom material som tillhandahålls eller presenteras av användare på tjänsterna (t.ex. information, audiovisuellt innehåll, annonserade produkter, varor, tjänster , diskussioner, åsikter, rekommendationer, råd eller tjänster). Innehållet i meddelandena, artiklarna, bilderna, videorna, ljudinspelningarna eller annat liknande material (nedan kallat ”Material”) övervakas, granskas eller screenas inte av den tillhandahållna tjänsten eller används till eller från tredje part som använder tjänsterna, och tjänsterna är inte ansvariga för tillgång till information eller olagligt eller stötande innehåll. Underhållet av tjänsterna är inte ansvarigt för skador orsakade av fördröjning, ändring eller förlust av det material som överförs med tjänsterna. Material returneras inte. Användaren, inte underhållet av tjänsterna, ansvarar för det material som användaren tillhandahåller andra användare eller andra tredje parter genom sina tjänster eller tjänsterna. I synnerhet, men utan begränsning, är användaren ansvarig för att se till att användaren Palvelujeän tillhandahålls av eller är tillgänglig via, det tillgängliga materialet för tjänster kan användas och publiceringstjänsten och att uppgifterna är i enlighet med detta avtal och reglerna och inte orsakar störningar i kommunikationsnätverket och informationssystemen eller tredje part eller kränker upphovsrätten till tredje part, - eller andra rättigheter, ära, integritet, goda sätt, lag eller reglering. Om underhållet av tjänsterna, en myndighet eller en tredje part fastställer eller misstänker att sådant material har tillhandahållits till eller genom andra tjänster till andra användare, Tjänsterna har rätt att radera sådant material eller på annat sätt förhindra att det används utan att rådfråga användaren utan föregående meddelande. Underhållet av tjänsterna är inte ansvarigt för skador eller förluster som orsakats av användaren av materialet eller information som tjänsterna laddat ner till andra användare. I den utsträckning som Materialet kan skrivas, publiceras, presenteras, visas eller på annat sätt göras tillgängligt på Tjänsten av Användaren, får informationen endast presenteras på Tjänstens officiella språk. Alla rättigheter till materialet som tillhandahålls av användaren i dess tjänster förblir hos användaren. Du ger tjänsterna en världsomspännande, icke-exklusiv, oåterkallelig och royaltyfri rätt att göra kopior av materialet och att publicera och göra materialet tillgängligt för allmänheten på tjänsterna och andra City Digital Group-företag (tillsammans 'City Digital' ), och att använda och använda på alla andra sätt och metoder Material i samband med nämnda tjänster och deras marknadsföring. Underhållet av tjänsterna kan göra ändringar i materialet i den utsträckning som krävs för att utöva den rätt som beviljats ​​ovan. Underhållet av tjänsterna kan underlicensiera eller underlicensiera de rättigheter som beviljas nedan till City Digital, tjänsteleverantörerna eller andra tredje parter. Användaren ger tjänsterna kostnadsfria rättigheter till materialet. Du ansvarar för att du har nödvändiga rättigheter och andra behörigheter (såsom behörigheter från personer som visas i videorna och bilder) för att bevilja denna rättighet. ",
        "privacytext":"Frågor relaterade till dataskydd och personuppgifter förklaras i sekretessavsnittet (länk i det nedre fältet). ",
        "cookiestext": "I samband med användningen av Tjänsten lagrar underhållet av Tjänsterna och de partner som valts av den cookies på Användarens terminaler som är nödvändiga för att tillhandahålla den Tjänst som beställts av Användaren. Andra cookies kan lagras på användarens terminal. ",
        "pricestext": "Flera tjänster är gratis. Eventuella betalningar för tjänsten och betalningsvillkor anges i dessa användningsvillkor, reglerna och / eller prislistan på tjänstens webbplats. Användaren förbinder sig att betala tjänsterna de priser som anges i dessa användarvillkor, tjänstens webbplats, reglerna eller prislistan för användning av de betalda tjänsterna. Prissättningen för tjänsterna gäller endast de tjänster som tillhandahålls av tjänsterna. Underhållet av tjänsterna ansvarar inte för prissättningen av telefon- och internetoperatörer och andra parter som är nödvändiga för användningen av tjänsterna. Användaren ansvarar för alla kommunikationskostnader som uppstår vid användningen av Tjänsten. Serviceavgifterna för andra tjänsteleverantörer som arbetar på Tjänstens webbplats återspeglas i deras användarvillkor och information. Tjänsteleverantörer kan ta betalt för de tjänster de tillhandahåller i enlighet med dessa villkor. Tjänsterna har rätt att ändra priserna på tjänsterna och betalningen för tjänsterna. Ändringar i Tjänstens priser och betalning för Tjänsten kommer att meddelas innan ändringen träder i kraft i Tjänsten, På tjänstens webbplats eller på annat sätt. I detta fall har kunden rätt att säga upp avtalet med avseende på tjänsten från och med ikraftträdandedatumet för ändringen. Underhållet av tjänsterna är inte ansvarigt för förlust eller skada som kan orsakas av användaren genom ändringen. Tjänstregler gäller för serviceorder. Om inget annat anges i tjänstreglerna kan en tjänst som beställts som engångsbeställning inte annulleras under prenumerationsperioden. Om inte annat anges i Tjänstens regler kan beställningen avslutas i slutet av faktureringsperioden, i enlighet med förfarandet som beskrivs i Reglerna. Om kunden nekas åtkomst till tjänsten på grund av användning i strid med användarvillkoren eller reglerna återbetalas inte oanvända avgifter som redan betalats av användaren. De betalningsmetoder som används anges i tjänsten eller i tjänstens regler. Tjänster som beställts via sms debiteras telefonoperatörens mobilräkning. SMS-tjänsterna fungerar bara med abonnemang från operatörerna som anges i tjänstreglerna. Betalningstransaktioner som görs med nätbank-ID och kreditkort utförs med en säker anslutning. Tjänsten lagrar inte nätbank eller kreditkortsinformation. Luottokuntas betalningstransaktioner utförs med Luottokuntas betalningsformulär och Luottokuntas ansvar för sådana betalningstransaktioner. Användaren bekräftar att betalnings- och orderinformationen har tillhandahållits i tjänsten på ett sätt som är lämpligt för mediet. Den beställda betalda tjänsten anses ha tagits i bruk med användarens samtycke omedelbart efter beställningen, och användaren har ingen annulleringsrätt i enlighet med konsumentskyddslagen.",
        "usingservicestext": "Underhållet av applikationsplattformen måste användas i enlighet med dessa användarvillkor och reglerna och alltid på ett sådant sätt att användningen inte orsakar störningar för andra användare, tjänster, tjänsteleverantörer eller tredje part. Tjänsterna får inte användas i strid med lagen eller goda sätt. Du samtycker till att använda tjänsterna endast för de ändamål som uttryckligen är tillåtna i dessa användarvillkor och reglerna. I händelse av oenighet mellan parterna om syftet med den faktiska eller avsedda användningen av tjänsterna ska underhållet av tjänsten bestämmas efter eget gottfinnande. Användaren får endast använda tjänsterna för eget personligt bruk. Du får inte använda Tjänsterna eller Innehållet i Tjänsterna för att utveckla, producera eller marknadsföra en tjänst som liknar Tjänsterna, sälja Tjänstens innehåll till en tredje part eller använda Tjänsten eller dess innehåll för något kommersiellt syfte utan föregående skriftligt medgivande från tjänsteleverantören. Dessutom godkänner användaren att inte kontakta någon användare av tjänsterna i reklamen eller för något annat affärsändamål. Användaren har inte rätt att använda tjänsterna eller innehållet i tjänsterna som en del av sina egna tjänster utan föregående skriftligt medgivande från upprätthållandet av tjänsten. Du har inte heller rätt att kopiera, överföra, avslöja eller göra tillgänglig för allmänheten, med eller utan ändringar, Tjänsten eller innehållet i Tjänsten på annat sätt än vad som är tillåtet enligt detta Avtal eller lag. Du får inte överföra rätten att använda tjänsterna eller innehållet i tjänsterna enligt detta avtal till en tredje part utan föregående skriftligt medgivande från applikationsplattformen. Du får inte ändra källkoden som är associerad med tjänsten eller dra nytta av källkodsformatet för tjänsten. Användaren förvärvar och ansvarar för den utrustning, programvara och telekommunikationsanslutningar som behövs för att använda tjänsterna. Underhållet av tjänsterna strävar efter att säkerställa att tjänsten uppfyller rimliga informationssäkerhetskrav. Användaren är medveten om att Internet som en operativ miljö kan orsaka brister i tjänsternas funktionalitet och att informationssäkerhet utgör en risk för informationssystem. Användaren är ansvarig för säkerheten för sin egen dator, informationssystem eller annan liknande enhet. Underhållet av tjänsten är inte ansvarigt för skada, förlust eller kostnad som orsakats Användaren av informationssäkerhetsbristerna i tjänsterna eller säkerhetsrisker såsom datavirus. ",
        "availabilitytext":"Syftet är att hålla applikationsplattformen i drift 24 timmar om dygnet, 7 dagar i veckan. Underhållet av tjänsterna garanterar dock inte att tjänsterna eller någon del därav fungerar smidigt och tillgängligt. Underhållet av Tjänsterna kommer att sträva efter att korrigera eventuella fel i Tjänsterna inom rimlig tid efter det att den har fått informationen om felen. Tjänsterna tillhandahålls med dess innehåll och med de funktioner och funktioner som är tillgängliga vid varje given tidpunkt. Underhållsförfaranden och eventuella fel kan orsaka avbrott i användningen av tjänsterna. Underhållet av tjänsterna har rätt att tillfälligt avbryta tillhandahållandet av tjänsterna eller minska tillgängligheten vid behov (a) på grund av modifieringar eller förbättringar av tjänsterna, (b) på grund av konstruktions- eller underhållsarbete på anslutningen, systemet, nätverket eller utrustning, eller (c) av någon annan anledning. Underhållet av tjänsterna strävar efter att säkerställa att avbrottet är kortvarigt och orsakar användaren så lite besvär som möjligt. Underhållet av applikationsplattformen meddelar användaren om avbrottet, om möjligt, på sin webbplats. Applikationsplattformen är inte avsedd för långvarig lagring av materialet eller annan information och användaren är ansvarig för att säkerhetskopiera allt material eller annan information som laddas ner eller lagras i tjänsterna. Tjänsternas ansvar för avbrott, fel och utelämnande av tjänsterna är begränsat till vad som anges i detta avsnitt 8, och underhållet av applikationsplattformen är inte annars ansvarigt gentemot användaren för avbrott, fel eller utelämnanden. ",
        "intellectualpropertyrightstext": "Alla rättigheter i applikationsplattformen och de registrerade och oregistrerade varumärkena som används i tjänsterna och innehållet tillgängligt på tjänsterna, med undantag för det material som laddas upp av användare till tjänsterna, tillhör underhållet av tjänsterna, dess licensgivare eller tjänsteleverantörer . De skyddas enligt tillämplig immaterialrätt och internationella avtal om immateriella rättigheter. Underhållet av tjänsterna, dess licensgivare och tjänsteleverantörerna förbehåller sig alla rättigheter som inte uttryckligen beviljas användaren i detta avtal. ",
        "validityandterminationtext": "Detta avtal gäller på obestämd tid och kommer att gälla så länge som applikationsplattformen tillhandahåller tjänsterna och används av dig. Uppsägning av avtalet befriar inte användaren från skyldigheter som har uppstått före avtalets upphörande (till exempel skyldigheten att betala priserna på de betalda tjänsterna). Om användaren bryter mot detta avtal eller reglerna kan underhållet av tjänsterna förhindra användningen av användarens tjänster eller radera användarens material utan föregående meddelande. Underhållet av applikationsplattformen kan avsluta tillhandahållandet av tjänster eller utesluta användaren från tjänsterna helt eller tillfälligt när som helst av en motiverad anledning utan ansvar. Den rimliga orsaken som nämns ovan kan inkludera, men är inte begränsad till, en eller flera av följande: Användaren har orsakat störningar i telekommunikationsnätverket, telekommunikation, andra användare, tredje part, eller användningen av defekt eller inkompatibel hårdvara eller programvara ; Du bryter mot lagen eller använder tjänsterna i strid med dessa användarvillkor eller reglerna; Trots detta meddelande bryter användaren väsentligt sina skyldigheter enligt tillämpliga användarvillkor. Användaren kan när som helst sluta använda tjänsterna. Den registrerade användaren kan radera informationen som tillhandahålls under registreringen från tjänsten. Om underhållet av tjänsterna har börjat använda användarens material enligt klausul 4 innan användaren har tagit bort materialet från tjänsten, kan underhållet av tjänsten också använda materialet efter borttagningen i enlighet med dessa användarvillkor. Underhållet av tjänsten kan fortsätta att bearbeta användarens personuppgifter efter att användaren har raderat dem om lagstiftningen om dataskydd berättigar till eller kräver underhåll av tjänsterna av de skäl som beskrivs i dataskyddsutlåtandet. ",
        "responsibilitiestext":"Underhållet av Tjänsterna är skyldigt att kompensera Användaren för de direkta skador som orsakats av Kundens försummelse av Tjänsterna. Ansvaret för att upprätthålla tjänsterna är dock alltid begränsat till återleverans av den missade tjänsten när det är möjligt, och i alla fall endast till inköpspriset för den missade eller defekta tjänsten eller någon del därav. Underhållet av tjänsterna kompenserar inte för indirekt eller omedelbar skada eller skada som underhållet av tjänsterna inte rimligen kunde ha förutsett. underhållstjänster ersätter inte användaren, tjänsteleverantören eller annan tredje part som är ansvarig för skador som uppstår på grund av omständigheter och underhållstjänster, skador orsakade av orsaker bortom. Användaren är ansvarig för sina egna handlingar. Om användaren bryter mot avtalet är han skyldig att kompensera skador som orsakats av underhållet av tjänsten. Utan att begränsa det ovanstående, om användaren ansluter defekt eller störande utrustning, konfigurationer eller programvara till tjänsterna, eller om det fel som rapporterats av användaren orsakas av utrustning, telekommunikation, konfigurationer eller programvara under användarens kontroll, ska användaren ersätta tjänsten för alla skador, förluster och kostnader inklusive, utan begränsning, kostnaden för felsökning. ",
        "transferofcontracttext":"Användaren har inte rätt att överföra avtalet till tredje part utan föregående skriftligt medgivande från underhållet av tjänsterna. Underhållet av Tjänsterna har rätt att överföra Avtalet helt eller delvis till en tredje part till vilken den verksamhet som avses i Avtalet överförs utan Användarens medgivande eller meddelande till Användaren. Dessutom har underhållet av tjänsterna rätt att överföra sina fordringar enligt avtalet till en tredje part. Användningen av tjänsterna eller andra tredje parter av utvecklingen eller tillhandahållandet av tjänsterna ska inte betraktas som en överföring av avtalet. ",
        "forcemajeuretext":"En part ska befrias från sina skyldigheter och skyldigheten att betala skadestånd om överträdelse eller bristande uppfyllelse av avtalsförpliktelser beror på force majeure. Force majeure definieras som krig, tvångskonfiskering eller konfiskering för offentliga ändamål, import- och exportförbud, industriell handling, naturfenomen (såsom åskväder, stormar och översvämningar), brand, kabelskador etc. orsakade av en utomstående, vattenskador , elnät, elenergi eller annat väsentligt råvaruavbrott i leveransen, förvärvad från tredje part eller i besittning av tredje part telekommunikationsanslutningar, Internetanslutningar, defekt eller leveransförsening eller någon annan sak orsakad av en tredje part som är oberoende av parterna, eller av någon annan anledning, som inte är part. Att göra avtalet rimligt kunde inte ta hänsyn till och kan inte förhindra eller övervinna dess effekt. Dessutom ska fel eller förseningar i underleverantörens leveranser på grund av de faktorer som nämns i denna punkt betraktas som force majeure. Om fullgörandet av avtalsförpliktelsen är försenad av någon av de skäl som nämns i föregående stycke ska perioden för fullgörandet av avtalsförpliktelsen förlängas så långt det är rimligt med tanke på alla omständigheter i fallet. ",
        "amendmentoftheagreementtext":"Underhåll av tjänsterna kan ändra detta avtal genom att publicera en ändring på sin webbplats. Det ändrade avtalet ska tillämpas från det datum som anges av underhållet av tjänsten i dess meddelande om ändringen. Om användaren inte vill följa det ändrade avtalet måste han sluta använda tjänsterna. ",
        "disputeresolutionandapplicablelawtext": "Tjänsten och Avtalet regleras av Finlands lagar, med undantag för dess val av lagbestämmelser. Tvister som härrör från avtalet ska huvudsakligen lösas genom förhandlingar mellan parterna. Om det inte nås någon överenskommelse under förhandlingarna ska tvisterna slutligen avgöras, efter klagandens val, antingen i Satakunta tingsrätt eller i underrätten i svarandens hemvist. ",
        "disclosuretoauthoritiestext":"Underhållet av tjänsten kan avslöja Användarens data till myndigheterna inom de gränser som är tillåtna och obligatoriska enligt tillämplig lagstiftning. ",
        "validityoftermsofusetext":"Dessa användarvillkor gäller från 1.1.2021."
    },
    "menu": {
        "home": "Start",
        "organs":"Institutioner",
        "sections": "Saker",
        "meetings":"Möten",
        "initiatives":"Initiativ",
        "account":"Konto",
        "contact":"Kontakt",
        "users":"Användare",
        "comments":"Kommentarer",
        "logout":"Utgång",
        "logo": "Beslut",
        "login":"Logga in"
    },
    "instructions":{
        "header":"Instruktioner",
        "text":"Nedan hittar du instruktioner för applikationsplattformens funktioner.",
        "registrationheader":"Registrering",
        "accountheader":"Användarkonto",
        "usertypesheader":"Användartyper",
        "menuheader":"Menyer",
        "navigationheader":"Navigering",
        "responsiveviewheader":"Applikations lyhördhet",
        "municipalitiesheader":"Kommuner",
        "institutionsheader":"Institutioner",
        "meetingsheader":"Möten och dagordningar",
        "sectionsheader":"Saker",
        "proposalsheader":"Förslag till beslut",
        "commentsheader":"Kommentarer och bakgrundsinformation",
        "linksheader":"Länkar, bilder, videor ...",
        "contactheader":"Ta kontakt",
        "privacyheader":"Integritet",
        "usersheader":"Användare",
        "registration":"",
        "account":"",
        "usertypes":"",
        "menu":"",
        "navigation":"",
        "responsiveview":"",
        "municipalities":"",
        "institutions":"",
        "meetings":"",
        "sections":"",
        "proposals":"",
        "comments":"",
        "links":"",
        "contact":"",
        "privacy":"",
        "users":""
    },
    "faq":{
        "header":"Vanliga frågor",
        "text":"Vanliga frågor samlas här"
    }
}
