{
    "welcome": {
        "title": "Municipal decision-making",
        "text":"Participate in and influence public decisions in your community. You can read the agendas for the various institutions, propose new items, comment on the items or vote on the draft decision you support."
    },
    "footer": {
        "first": "data protection",
        "second": "terms of use",
        "third": "instructions",
        "fourth":  "FAQ"
    },
    "headers": {
        "organs": "Institutions (municipal councils, municipal government, boards ...)",
        "addorgan": "Add institution",
        "addmeeting": "Add meeting",
        "sectionsinmeeting":"Sections in the meeting:",
        "addsection": "Add section",
        "officerproposal": "Officer proposal",
        "alternativeproposals": "Alternative proposals",
        "addproposal":"Add proposal",
        "commentsandinformation":"Comments and background information",
        "addcommentorinformation":"Add comment or information",
        "initiatives":"Initiatives",
        "addinitiative": "Add initiative",
        "adduser":"Add user",
        "users":"Users",
        "owninfo": "Own information",
        "login": "Log in",
        "links": "Links",
        "addlink":"Add link, picture, video..."
    },
    "common": {
        "close": "Close",
        "add": "Add",
        "save": "Save",
        "name": "Name",
        "abbreviation": "Abbreviation",
        "municipal": "Municipal",
        "time": "Time",
        "organ": "Institution",
        "preparer": "Preparer",
        "sectionnumber": "Section number",
        "explanation": "Explanation",
        "proposal": "Proposal",
        "address": "Address",
        "postnumber": "Postnumber",
        "postoffice": "Postoffice",
        "country": "Country",
        "attachments": "Attachments",
        "meeting": "Meeting",
        "section":"Section",
        "agenda": "Agenda",
        "vote": "Vote",
        "votes":"votes",
        "nocomments":"No comments",
        "comment":"Comment",
        "initiative": "Initiative",
        "active": "Active",
        "accepted": "Accepted",
        "info": "Info",
        "nousers": "No users",
        "phone": "Phone",
        "email": "Email",
        "usertype": "Usertype",
        "password": "Password",
        "repassword": "Retype password",
        "takecontact": "Take contact",
        "thing": "Matter",
        "usage": "The software has been implemented as part of the dissertation and the information collected through the software is utilized in municipal decision-making and dissertation research.",
        "contactinfo": "Contact info: Osmo Leppäniemi, +358 400 880 236, osmo.leppaniemi at tuni.fi",
        "send": "Send",
        "newpassword": "New password",
        "currentpassword": "Current password",
        "login": "Log in",
        "linktext":"Link description",
        "linkref":"Link, picture, video... address",
        "user":"User",
        "linktype":"Link type",
        "site":"Website",
        "picture":"Picture",
        "video":"Video",
        "audio":"Voice / audio",
        "document":"Document",
        "other":"Other",
        "notdefined":"Not defined"
    },
    "dataprotection": {
        "header": "Privacy statement",
        "registerholderheader": "Registrar",
        "registerholdertext": "Osmo Leppäniemi, osmo.leppaniemi (at) tuni.fi",
        "registernameheader": "Register name",
        "registernametext": "Decision-making as a service",
        "registerformheader": "Format of the register",
        "registerformtext": "Electric",
        "registerusageheader": "Purpose of the register",
        "registerusagetext":"Crowdsourcing and involving citizens in decision-making",
        "registercontainsheader": "Data content of the register and classification of personal data",
        "registercontainstext": "Information stored electronically: 1. Agendas for institutional meetings published by municipalities 2. Minutes of institutional meetings published by municipalities 3. Information entered by users of the system 4. Management of user IDs: name, address, e-mail",
        "registersourceheader": "Regular sources of information in the register",
        "registersourcetext":"Agendas and minutes of institutional meetings published on municipal case management systems",
        "registerinfotransferheader":"Regular transfers and transfers of personal data",
        "registerinfotransfertext":"No regular transfer of the register will take place. However, it is possible to download the data stored in the register via the interfaces as open data, insofar as the data is otherwise publicly visible. Commercial exploitation of the data is prohibited. The data may also be stored outside the EU and the EEA.",
        "savingtimesheader":"Data retention period",
        "savingtimestext":"Personal data entered in the register shall be kept for ten years after entry in the register",
        "automateddecisionsheader":"Automated decision making and profiling",
        "automateddecisionstext":"The data stored in the system is used for research purposes. The data stored in the system can later be used to automate decision making.",
        "protectionheader":"Registry security principles",
        "rightofinspectionheader":"Right of inspection of the data subject",
        "rightoffixinfosheader":"Right to demand correction of information",
        "otherrightsforpersonalinfosheader":"Other rights related to the processing of personal data",
        "rightofappealheader":"Right of appeal",
        "protectiontext":"The data is located on the Amazon Web Services cloud service, primarily in Frankfurt. Access to data is secure. Access to the system is controlled by access rights, and login is done with a username and password.",
        "rightofinspectiontext":"A person in the register has the right to check what information about him or her is in the register. The request must be made in writing to the registrar.",
        "rightoffixinfostext":"The data subject has the right to demand that the controller corrects inaccurate and incorrect personal data concerning the data subject without undue delay. Taking into account the purposes for which the data were processed, the data subject has the right to have the incomplete personal data completed, inter alia by providing additional information.",
        "otherrightsforpersonalinfostext":"The data subject shall have the right to have the controller restrict the processing in the case of one of the following: 1. the data subject contests the accuracy of the personal data, limiting the processing to the period during which the controller can verify their accuracy; 2. the processing is unlawful and the data subject opposes the deletion of the personal data and instead requests a restriction on their use 3. the controller no longer needs such personal data for the purposes of processing, but the data subject needs them in order to establish, present or defend a legal claim; 4. the data subject has objected to the processing of personal data pending verification that the data subject's legitimate grounds override the data subject's grounds. 5. To the extent that the processing of personal data is based on the data subject's consent, the data subject shall have the right to withdraw his or her consent at any time.",
        "rightofappealtext":"A person in the register has the right to lodge a complaint against the processing of personal data with the supervisory authority."
    },
    "termsofuse": {
        "header":"Terms of use",
        "text": "",
        "rulesheader": "Terms of service",
        "contractingpartiesheader": "Contracting parties and creation of the agreement",
        "personalinformationheader": "",
        "registrationheader": "Registration",
        "userauthenticationheader": "User authentication",
        "servicesheader":"Application platform's services",
        "submittedmaterialheader":"Materials provided to the Services and rights to such materials",
        "privacyheader":"Privacy",
        "cookiesheader": "Cookies",
        "pricesheader": "Prices",
        "usingservicesheader": "Using services",
        "availabilityheader": "Availability of services",
        "intellectualpropertyrightsheader": "Intellectual property rights",
        "validityandterminationheader": "Validity and termination",
        "responsibilitiesheader":"Responsibilities",
        "transferofcontractheader":"Transfer of contract",
        "forcemajeureheader":"Force majeure",
        "amendmentoftheagreementheader":"Amendment of the agreement",
        "disputeresolutionandapplicablelawheader": "Dispute resolution and applicable law",
        "disclosuretoauthoritiesheader":"Disclosure to authorities",
        "validityoftermsofuseheader":"Validity of terms of use",
        "rulestext": "The service must not contain or store material to which the user does not have access rights or which infringes the rights of other parties. The user is solely responsible for the material entered or stored. The maintenance of the service helps the authorities to detect abuse if necessary.",
        "contractingpartiestext": "These Terms of Use (the 'Agreement') apply to all services provided to the User by the Application Platform (Decisions as a Service) (collectively, the 'Services' and each individually the 'Service'). The parties to the Agreement are the Application Platform Administrator ) .The Service and the User also together are the “Parties” and separately the “Party.” This Agreement is available at http: //.com. and the User are not otherwise agreed in writing.The Services are also governed by the Terms of Service (collectively, the “Rules”). le Changes to the rules in advance on the application platform or otherwise. If the User continues to use the Services after the change of the Rules, the User is considered to have accepted the new Rules. In the event of any inconsistency between this Agreement and the Terms of Service, the Terms of Service shall prevail and thereafter this Agreement. ",
        "personalinformationtext": "",
        "registrationtext": "Certain platform services require registration. Upon registration and use of the Services, you must provide the information requested by the Services. You agree not to impersonate or represent any other natural or legal person. The registration of a natural person is subject to the age of at least 13. A business user or association may also register as a user of the service. A verified Company Profile requires a separate agreement with the maintenance of the services. ",
        "userauthenticationtext": "Use of the Services may require authentication, which may take the form of a username, password, IP address, or a combination of the foregoing, or otherwise. party data. the user is responsible for all acts, omissions and other use made of his identification data, whether they are legitimate or identification data for unauthorized use. If the identification data have had knowledge of a third party, the user identification data is changed and immediately inform the platform administrator. ",
        "servicestext":"The Services may include or through the Services the User may have access to the services provided by the Service Partners ('Service Providers'). The Services provided by each Service Provider are provided in the name and In this context, the Service Provider, the maintenance of the application platform, and the Service Provider processes the data in accordance with the principles set out in the privacy statement of its service. The information provided in the service descriptions, brochures or other marketing materials is not binding on the maintenance of the services. ",
        "submittedmaterialtext":"The maintenance of the Services is solely responsible for the content of the material produced by the Services themselves, to which all rights are reserved in accordance with these Terms of Use. The maintenance of the Services is not responsible for other content of the Services or other content provided or received through or through the Services, such as material provided or presented by users on the Services (e.g. information, audiovisual content, advertised products, goods, services, discussions, opinions, recommendations, advice or services). The content of the notices, articles, images, videos, sound recordings or other similar material (hereinafter referred to as “Material”) is not monitored, reviewed or screened by the Service provided or used to or from third parties using the Services, and the Services are not responsible for access to information or illegal or offensive content. The maintenance of the Services is not liable for any damage caused by any delay, change or loss of the Material transmitted using the Services. Material will not be returned. The User, not the maintenance of the Services, is responsible for the Material that the User provides to other users or other third parties through its Services or the Services. In particular, but without limitation, the user is responsible for ensuring that the user Palvelujeän provided by or available through, the services available material can be used and publishing service and that the data is in accordance with this agreement and the rules and does not cause interference to the communications network and information systems or third party or infringes copyright to third parties, - or other rights, honor, privacy, good manners, law or regulation. If the maintenance of the Services, an authority or a third party establishes or suspects that such Material has been provided to or through other Services to other users, The Services have the right to delete such Material or otherwise prevent its use without consulting the User without prior notice. The maintenance of the Services is not liable for any damage or loss caused to the User by the Materials or information downloaded by the Services to other Users. To the extent that the Materials can be written, published, presented, displayed or otherwise made available on the Service by the User, the information may only be presented in the official languages ​​of the Service. All rights to the Material provided by the User in its Services remain with the User. You grant the Services a worldwide, non-exclusive, irrevocable and royalty-free right to make copies of the Material and to publish and make the Material available to the public on the Services and other City Digital Group companies (collectively, “City Digital”), and to use and utilize in all other ways and methods. Material in connection with the said services and their marketing. The maintenance of the Services may make changes to the Material to the extent required to exercise the right granted above. The maintenance of the Services may sublicense or sublicense the rights granted hereunder to City Digital, the Service Providers or other third parties. The User grants the Services the rights to the Material free of charge. You are responsible for ensuring that you have the necessary rights and other permissions (such as permissions from persons appearing in the videos and imagery) to grant this right. ",
        "privacytext":"Issues related to data protection and personal data are explained in the Privacy section (link in the bottom bar). ",
        "cookiestext": "In connection with the use of the Service, the maintenance of the Services and the partners selected by it store cookies on the User's terminals that are necessary to provide the Service ordered by the User. Other cookies may be stored on the user's terminal. ",
        "pricestext": "Several Services are free of charge. Any payment for the Service and payment terms are set out in these Terms of Use, the Rules and / or the Price List on the Service's website. The User undertakes to pay the Services the prices stated in these Terms of Use, the Service's website, the Rules or the price list for the use of the Paid Services. The pricing of the Services only applies to the Services provided by the Services. The maintenance of the Services is not responsible for the pricing of telephone and Internet operators and other parties necessary for the use of the Services. The User is responsible for all communication costs arising from the use of the Service. The service fees of other Service Providers operating on the Services Website are reflected in their terms of service and information. Service providers may charge for the services they provide in accordance with those terms and conditions. The Services have the right to change the prices of the Services and the payment for the Services. Changes in the prices of the Service and the payment for the Service will be announced before the change takes effect in the Service, On the Internet site of the Service or otherwise. In this case, the Customer has the right to terminate the Agreement with respect to the Service as of the effective date of the change. The maintenance of the Services is not responsible for any loss or damage that may be caused to the User by the change. Service Rules apply to service orders. Unless otherwise stated in the Service Rules, a Service ordered as a one-time order cannot be canceled during the subscription period. Unless otherwise stated in the Rules of the Service, the standing order may be terminated at the end of the billing period, in accordance with the procedure described in the Rules. If the customer is denied access to the service due to use in violation of the Terms of Use or the Rules, any unused fees already paid by the User will not be refunded. The payment methods used are stated in the Service or in the Rules of the Service. Services ordered by text message are charged to the telecom operator's mobile phone bill. The SMS services only work with the subscriptions of the operators indicated in the Service Rules. Payment transactions made with online banking IDs and credit cards are performed using a secure connection. The service does not store online banking or credit card information. Luottokunta's payment transactions are executed using Luottokunta's payment form and Luottokunta is responsible for such payment transactions. The User confirms that the payment and order information has been provided in the Service in a manner suitable for the medium. The ordered paid Service is considered to have been put into use with the User's consent immediately after the order, and the User has no right of cancellation in accordance with the Consumer Protection Act. ",
        "usingservicestext": "The maintenance of the application platform must be used in accordance with these Terms of Use and the Rules, and always in such a way that the use does not cause interference to other users, services, Service Providers or third parties. The Services may not be used in violation of the law or good manners. You agree to use the Services only for the purposes expressly permitted in these Terms of Use and the Rules. If there is a disagreement between the Parties as to the purpose of the actual or intended use of the Services, the maintenance of the Service shall determine the nature of the use at its sole discretion. The user may use the services only for his own personal use. You may not use the Services or the Content of the Services to develop, produce or market a service similar to the Services, resell the Content of the Services to a third party, or use the Service or its Content for any commercial purpose without the prior written consent of the Service Provider. In addition, the User agrees not to contact any user of the Services in the commercial or for any other business purpose. The user is not entitled to use the services or the content of the services as part of any of his own services without the prior written consent of the maintenance of the service. You also have no right to copy, transfer, disclose or make available to the public, with or without alteration, the Service or the content of the Service other than as permitted by this Agreement or law. You may not transfer the right to use the Services or the content of the Services under this Agreement to a third party without the prior written consent of the Application Platform. You may not modify the source code associated with the Service or take advantage of the source code format of the Service. The user acquires and is responsible for the equipment, software and telecommunication connections needed to use the services. The maintenance of the services strives to ensure that the service meets reasonable information security requirements. The user is aware that the Internet as an operating environment may cause deficiencies in the functionality of services and that information security poses a risk to information systems. The user is responsible for the security of his own computer, information system or other similar device. The maintenance of the service is not liable for any damage, loss or expense caused to the User by the information security deficiencies of the services or by security risks such as computer viruses. ",
        "availabilitytext":"The aim is to keep the application platform in use 24 hours a day, 7 days a week. However, the maintenance of the Services does not guarantee the uninterrupted operation and availability of the Services or any part thereof. The maintenance of the Services will endeavor to correct any errors in the Services within a reasonable time after it has received the information about the errors. The Services are provided with its content and with the functionalities and features that are available at any given time. Maintenance procedures and possible malfunctions may cause interruptions in the use of the services. The maintenance of the Services has the right to temporarily suspend the provision of the Services or reduce the availability if necessary (a) due to modifications or improvements to the Services, (b) due to construction or maintenance work on the connection, system, network or equipment, or (c) for any other reason. The maintenance of the services strives to ensure that the interruption is short-lived and causes the User as little inconvenience as possible. The maintenance of the application platform notifies the User of the interruption, if possible, on its website. The application platform is not intended for the long-term storage of the Material or other information and the User is responsible for backing up all the Material or other information downloaded or stored in the services. The liability of the Services for interruptions, errors and omissions of the Services is limited to what is stated in this section 8, and the maintenance of the application platform is not otherwise responsible to the User for interruptions, errors or omissions. . ",
        "intellectualpropertyrightstext": "All rights in the Application Platform and the registered and unregistered trademarks used in the Services and the content available on the Services, with the exception of the Materials uploaded by Users to the Services, belong to the maintenance of the Services, its licensors or Service Providers. They are protected under applicable intellectual property law and international intellectual property agreements. The maintenance of the Services, its licensors and the Service Providers reserve all rights not expressly granted to the User in this Agreement. ",
        "validityandterminationtext": "This Agreement is for an indefinite period of time and will remain in effect for as long as the Application Platform provides the Services and is used by you. Termination of the Agreement does not release the User from obligations that have arisen before the termination of the Agreement (for example, the obligation to pay the prices of the paid Services). If the User violates this Agreement or the Rules, the maintenance of the Services may prevent the use of the User's services or delete the User's Material without notice. The maintenance of the application platform may terminate the provision of services or exclude the User from the services completely or temporarily at any time for a justified reason without liability. The reasonable cause referred to above may include, but is not limited to, one or more of the following: The User has disrupted the telecommunications network, telecommunications, other users, third parties, or is using defective or incompatible hardware or software; You violate the law or use the Services in violation of these Terms of Use or the Rules; Notwithstanding this notice, the user materially violates its obligations under the applicable Terms of Use. The user can stop using the services at any time. The Registered User may delete the information provided during registration from the service. If the maintenance of the services has started to utilize the User's Material pursuant to clause 4 before the User has removed the Material from the service, the maintenance of the service may also utilize the Material after the removal in accordance with these Terms of Use. The maintenance of the service may continue to process the User's personal data after the deletion by the User, if the data protection legislation entitles or obliges the maintenance of the services on the grounds described in the data protection statement. ",
        "responsibilitiestext":"The maintenance of the Services is obliged to compensate the User for the direct damages caused by the Customer's negligence of the Services. However, the responsibility for maintaining the Services is always limited primarily to the re-delivery of the missed Service whenever possible, and in any case only to the purchase price of the missed or defective Service or any part thereof. The maintenance of the services does not compensate for indirect or immediate damage or damage that the maintenance of the services could not reasonably have foreseen. maintenance services does not replace the user, the service provider or other third party responsible for damage arising out of circumstances and maintenance services, damage caused by reason beyond. The user is responsible for his own actions. If the User violates the Agreement, he is obliged to compensate the damage caused to the maintenance of the service. Without limiting the foregoing, if the User connects defective or disruptive equipment, configurations or software to the Services, or if the fault reported by the User is caused by equipment, telecommunications, configurations or software under the User's control, the User shall indemnify the Service for all damages, losses and costs including, without limitation, the cost of troubleshooting. ",
        "transferofcontracttext":"The User is not entitled to transfer the Agreement to a third party without the prior written consent of the maintenance of the Services. The maintenance of the Services has the right to transfer the Agreement in whole or in part to a third party to whom the business referred to in the Agreement is transferred without the User's consent or notification to the User. In addition, the maintenance of the Services has the right to transfer its claims under the Agreement to a third party. The use by the Service Providers or other third parties of the development or provision of the Services shall not be considered a transfer of the Agreement. ",
        "forcemajeuretext":"A party shall be released from its obligations and the obligation to pay damages if the breach or non-performance of contractual obligations is due to force majeure. Force majeure is defined as war, forced confiscation or confiscation for public purposes, import and export bans, industrial action, natural phenomena (such as thunderstorms, storms and floods), fire, damage to cables, etc. caused by an outsider, water damage, electricity grids, electricity energy or other essential raw material interruption in the delivery, acquired from a third party or in the possession of a third party telecommunications connections, Internet connections, defective or equipment or delivery delay, or any other matter caused by a third party that is independent of the parties, or any other reason, which is not a party In making the contract reasonably could not take into account and can not prevent or overcome its effect. In addition, errors or delays in the subcontractor's deliveries due to the factors mentioned in this section shall be considered force majeure. If the performance of the contractual obligation is delayed for any of the reasons mentioned in the preceding paragraph, the period of performance of the contractual obligation shall be extended as far as is reasonable in the light of all the circumstances of the case. ",
        "amendmentoftheagreementtext":"Maintenance of the Services may amend this Agreement by posting a change on its website. The amended Agreement shall apply from the date specified by the maintenance of the service in its notification of the amendment. If the User does not wish to comply with the amended Agreement, he must stop using the services. ",
        "disputeresolutionandapplicablelawtext": "The Service and the Agreement are governed by the laws of Finland, excluding its choice of law provisions. Disputes arising from the Agreement shall be settled primarily by negotiations between the Parties. If no agreement is reached in the negotiations, the disputes shall be finally settled, at the choice of the plaintiff, either in the Satakunta District Court or in the lower court of the defendant's domicile. ",
        "disclosuretoauthoritiestext":"The maintenance of the service may disclose the User's data to the authorities within the limits permitted and mandatory by the applicable legislation. ",
        "validityoftermsofusetext":"These terms of use are valid from 1.1.2021."
    },
    "menu": {
        "home": "Home",
        "organs":"Institutions",
        "sections": "Sections",
        "meetings":"Meetings",
        "initiatives":"Initiatives",
        "account":"Account",
        "contact":"Contact",
        "users":"Users",
        "comments":"Comments",
        "logout":"Log out",
        "logo": "Decisions",
        "login":"Log in"
    },
    "instructions":{
        "header":"Instructions",
        "text":"Below you will find instructions for application platform functions.",
        "registrationheader":"Registration",
        "accountheader":"User account",
        "usertypesheader":"Usertypes",
        "menuheader":"Menu",
        "navigationheader":"Navigation",
        "responsiveviewheader":"Responsiveness",
        "municipalitiesheader":"Municipalities",
        "institutionsheader":"Institutions",
        "meetingsheader":"Meetings and agendas",
        "sectionsheader":"Sections",
        "proposalsheader":"Proposals",
        "commentsheader":"Comments and background information",
        "linksheader":"Links, pictures, videos...",
        "contactheader":"Take contact",
        "privacyheader":"Privacy",
        "usersheader":"Users",
        "registration":"",
        "account":"",
        "usertypes":"",
        "menu":"",
        "navigation":"",
        "responsiveview":"",
        "municipalities":"",
        "institutions":"",
        "meetings":"",
        "sections":"",
        "proposals":"",
        "comments":"",
        "links":"",
        "contact":"",
        "privacy":"",
        "users":""
    },
    "faq":{
        "header":"",
        "text":""
    },
    "faq":{
        "header":"Frequently asked questions",
        "text":"Frequently asked questions are collected here"
    }
}