{
    "welcome": {
        "title": "Kuntien päätöksenteko",
        "text": "Osallistu ja vaikuta kotikunnassasi tehtäviin julkisiin päätöksiin. Voit lukea käsiteltävien asioiden asialistoja eri toimielimissä, ehdottaa uusia asioita käsiteltäviksi, kommentoida käsiteltäviä asioita tai antaa äänesi kannattamallesi päätösehdotukselle."
    },
    "footer": {
        "first": "tietosuoja",
        "second": "käyttöehdot",
        "third": "ohjeet",
        "fourth":  "UKK"
    },
    "headers": {
        "organs": "Toimielimet (kunnanvaltuustot, kunnanhallitus, lautakunnat...)",
        "addorgan": "Lisää toimielin",
        "addmeeting": "Lisää kokous",
        "sectionsinmeeting":"Asiat kokouksessa:",
        "addsection": "Lisää asia",
        "officerproposal": "Viranhaltijan päätösehdotus",
        "alternativeproposals": "Vaihtoehtoiset päätösehdotukset",
        "addproposal":"Lisää päätösehdotus",
        "commentsandinformation":"Kommentit ja taustatiedot",
        "addcommentorinformation":"Lisää kommentti tai taustatieto",
        "initiatives":"Aloitteet",
        "addinitiative": "Lisää aloite",
        "adduser":"Lisää käyttäjä",
        "users":"Käyttäjät",
        "owninfo": "Omat tiedot",
        "login": "Kirjaudu sisään",
        "links": "Linkit",
        "addlink":"Lisää linkki, kuva, video..."
    },
    "common": {
        "close": "Sulje",
        "add": "Lisää",
        "save": "Tallenna",
        "name": "Nimi",
        "abbreviation": "Lyhenne",
        "municipal": "Kunta",
        "time": "Aika",
        "organ": "Toimielin",
        "preparer": "Valmistelija",
        "sectionnumber": "Asianumero",
        "explanation": "Selitys",
        "proposal": "Päätösehdotus",
        "address": "Osoite",
        "postnumber": "Postinumero",
        "postoffice": "Postitoimipaikka",
        "country": "Maa",
        "attachments": "Liitteet",
        "meeting": "Kokous",
        "section":"Asia",
        "agenda": "Asialista",
        "vote": "Kannata",
        "votes":"ääntä",
        "nocomments":"Ei kommentteja",
        "comment":"Kommentti",
        "initiative": "Aloite",
        "active": "Aktiivinen",
        "accepted": "Hyväksytty",
        "info": "Info",
        "nousers": "Ei käyttäjiä",
        "phone": "Puhelin",
        "email": "Sähköposti",
        "usertype": "Käyttäjätyyppi",
        "password": "Salasana",
        "repassword": "Salasana uudelleen",
        "takecontact": "Ota yhteyttä",
        "thing": "Asiasi",
        "usage": "Ohjelmisto on toteutettu osana väitöskirjaa ja ohjelmiston kautta kerättyjä tietoja hyödynnetään kuntien päätöksenteossa ja väitöskirjan tutkimustyössä.",
        "contactinfo":"Yhteystiedot: Osmo Leppäniemi, +358 400 880 236, osmo.leppaniemi at tuni.fi",
        "send": "Lähetä",
        "newpassword": "Uusi salasana",
        "currentpassword": "Nykyinen salasana",
        "login": "Kirjaudu",
        "linktext":"Linkin selitys",
        "linkref":"Linkin, kuvan, videon... osoite",
        "user":"Käyttäjä",
        "linktype":"Linkin tyyppi",
        "site":"Nettisivu",
        "picture":"Kuva",
        "video":"Video",
        "audio":"Ääni / audio",
        "document":"Dokumentti",
        "other":"Muu",
        "notdefined":"Ei määritelty"
    },
    "dataprotection": {
        "header": "Tietosuojaseloste",
        "registerholderheader": "Rekisterinpitäjä",
        "registerholdertext": "Osmo Leppäniemi, osmo.leppaniemi (at) tuni.fi",
        "registernameheader": "Rekisterin nimi",
        "registernametext": "Päätöksenteko palveluna, Decisions as a Service",
        "registerformheader": "Rekisterin muoto",
        "registerformtext": "Sähköinen",
        "registerusageheader": "Rekisterin käyttötarkoitus",
        "registerusagetext":"Kansalaisten joukkoistaminen ja osallistaminen päätöksentekoon",
        "registercontainsheader": "Rekisterin tietosisältö ja henkilötietojen luokittelu",
        "registercontainstext": "Sähköisesti tallennetut tiedot: 1. Kuntien julkaisemat toimielinten kokousten asialistat 2. Kuntien julkaisemat toimielinten kokousten pöytäkirjat 3. Järjestelmän käyttäjien syöttämät tiedot 4. Käyttäjätunnusten hallinta: nimi, osoite, sähköposti",
        "registersourceheader": "Rekisterin säännönmukaiset tietolähteet",
        "registersourcetext":"Kuntien asianhallintajärjestelmistä julkaistut toimielinten kokousten asialistat ja pöytäkirjat",
        "registerinfotransferheader":"Säännönmukaiset henkilötietojen luovutukset ja tietojen siirto",
        "registerinfotransfertext":"Rekisterin säännönmukaista luovutusta ei tehdä. Rekisteriin tallennettuja tietoja on kuitenkin mahdollista ladata rajapintojen kautta avoimena datana, niiltä osin kuin tiedot muutenkin ovat julkisesti näkyvillä. Tietojen kaupallinen hyödyntäminen on kielletty. Tietoja saatetaan säilyttää myös EU:n ja ETA:n ulkopuolelle.",
        "savingtimesheader":"Tietojen säilytysaika",
        "savingtimestext":"Rekisteriin merkityt henkilötiedot säilytetään kymmenen vuotta rekisteriin merkitsemisen jälkeen",
        "automateddecisionsheader":"Automatisoitu päätöksenteko ja profilointi",
        "automateddecisionstext":"Järjestelmään tallennettuja tietoja käytetään tutkimustarkoituksiin. Järjestelmään tallennettuja tietoja voidaan myöhemmin käyttää päätöksenteon automatisointiin.",
        "protectionheader":"Rekisterin suojauksen periaatteet",
        "rightofinspectionheader":"Rekisteröidyn tarkastusoikeus",
        "rightoffixinfosheader":"Oikeus vaatia tiedon korjaamista",
        "otherrightsforpersonalinfosheader":"Muut henkilötietojen käsittelyyn liittyvät oikeudet",
        "rightofappealheader":"Valitusoikeus",
        "protectiontext":"Tiedot sijaitsevat Amazon Web Services -pilvipalvelussa, lähtökohtaisesti Frankfurtissa. Tietoihin pääseminen on suojattu. Järjestelmään pääsyä säädellään käyttöoikeuksin, ja kirjautuminen tapahtuu käyttäjätunnuksella ja salasanalla.",
        "rightofinspectiontext":"Rekisterissä olevalla henkilöllä on oikeus tarkastaa,mitä tietoja hänestä on rekisterissä. Pyyntö tulee suorittaa kirjallisena rekisterin pitäjälle.",
        "rightoffixinfostext":"Rekisteröidyllä on oikeus vaatia, että rekisterinpitäjä oikaisee ilman aiheetonta viivytystä rekisteröityä koskevat epätarkat ja virheelliset henkilötiedot. Ottaen huomioon tarkoitukset, joihin tietoja käsiteltiin, rekisteröidyllä on oikeus saada puutteelliset henkilötiedot täydennettyä, muun muassa toimittamalla lisäselvitys.",
        "otherrightsforpersonalinfostext":"Rekisteröidyllä on oikeus siihen, että rekisterinpitäjä rajoittaa käsittelyä, jos kyseessä on yksi seuraavista: 1. rekisteröity kiistää henkilötietojen paikkansapitävyyden, jolloin käsittelyä rajoitetaan ajaksi, jonka kuluessa rekisterinpitäjä voi varmistaa niiden paikkansapitävyyden 2. käsittely on lainvastaista ja rekisteröity vastustaa henkilötietojen poistamista ja vaatii sen sijaan niiden käytön rajoittamista 3. rekisterinpitäjä ei enää tarvitse kyseisiä henkilötietoja käsittelyn tarkoituksiin, mutta rekisteröity tarvitsee niitä oikeudellisen vaateen laatimiseksi, esittämiseksi tai puolustamiseksi 4. rekisteröity on vastustanut henkilötietojen käsittelyä odotettaessa sen todentamista, syrjäyttävätkö rekisterinpitäjän oikeutetut perusteet rekisteröidyn perusteet. 5. Niiltä osin kuin henkilötietojen käsittely perustuu rekisteröidyn suostumukseen, on rekisteröidyllä oikeus peruuttaa suostumuksensa milloin tahansa.",
        "rightofappealtext":"Rekisterissä olevalla henkilöllä on oikeus tehdä valitus henkilötiedon käsittelystä valvontaviranomaiselle."
    },
    "termsofuse": {
        "header":"Käyttöehdot",
        "text": "",
        "rulesheader": "Palvelujen säännöt",
        "contractingpartiesheader": "Sopijapuolet ja sopimuksen synty",
        "personalinformationheader": "",
        "registrationheader": "Rekisteröityminen",
        "userauthenticationheader": "Käyttäjän tunnistautuminen",
        "servicesheader":"Sovellusalustan palvelut",
        "submittedmaterialheader":"Palveluihin toimitettu aineisto ja oikeudet tällaiseen aineistoon",
        "privacyheader":"Yksityisyys",
        "cookiesheader": "Evästeet",
        "pricesheader": "Hinnat",
        "usingservicesheader": "Sovellustan käyttö",
        "availabilityheader":"Palvelujen saatavillaolo",
        "intellectualpropertyrightsheader": "Immateriaalioikeudet",
        "validityandterminationheader": "Voimassaolo ja päättyminen",
        "responsibilitiesheader":"Vastuut",
        "transferofcontractheader":"Sopimuksen siirtäminen",
        "forcemajeureheader":"Ylivoimainen este",
        "amendmentoftheagreementheader":"Sopimuksen muuttaminen",
        "disputeresolutionandapplicablelawheader": "Riitojen ratkaisu ja sovellettava laki",
        "disclosuretoauthoritiesheader":"Tietojen luovutukset viranomaisille",
        "validityoftermsofuseheader":"Käyttöehtojen voimassaolo",
        "rulestext": "Palveluun ei saa syöttää tai tallentaa materiaalia, johon käyttäjällä ei ole käyttöoikeuksia tai joka loukkaa muiden tahojen oikeuksia. Käyttäjä on yksinään vastuussa syöttämästään tai tallentamastaan materiaalista. Palvelun ylläpito auttaa tarvittaessa viranomaisia väärinkäytösten selvittämisessä.",
        "contractingpartiestext": "Näitä käyttöehtoja (”Sopimus”) sovelletaan kaikkiin sovellusalustan (Päätöksenteko palveluna, Decisions as a Service) käyttäjälle toimittamiin palveluihin (yhdessä 'Palvelut' ja kukin erikseen 'Palvelu'). Sopimuksen osapuolet ovat sovellusalustan ylläpitäjä ja palveluja käyttävä yksityinen henkilö ('Käyttäjä'). Palvelu ja Käyttäjä myös yhdessä 'Osapuolet' ja erikseen 'Osapuoli'. Tämä Sopimus on saatavilla osoitteessa http://.com. Sopimus palvelujen käyttämisestä syntyy, kun Käyttäjä hyväksyy tämän Sopimuksen rekisteröitymisen tai käyttämisen yhteydessä. Tätä Sopimusta sovelletaan, ellei palvelun ylläpidon ja Käyttäjän välillä ole kirjallisesti toisin sovittu. Palveluihin sovelletaan myös palvelujen sääntöjä (yhdessä ”Säännöt”). Voimassaolevat Säännöt ovat saatavilla osoitteessa omana kohtanaan käyttöehdoissa. Säännöt muodostavat tämän Sopimuksen kiinteän osan. Sovellusalustan ylläpito varaa oikeuden muuttaa Sääntöjä koska tahansa. Sovellusalustan ylläpito pyrkii ilmoittamaan Käyttäjälle Sääntöjen muutoksesta etukäteen sovellusalustalla tai muutoin. Käyttäjän jatkaessa palveluiden käyttämistä Sääntöjen muuttumisen jälkeen Käyttäjän katsotaan hyväksyneen uudet Säännöt. Jos tämän Sopimuksen ja palvelujen Sääntöjen välillä on ristiriitaisuuksia, sovelletaan ensisijaisesti palvelujen Sääntöjä ja sen jälkeen tätä Sopimusta.",
        "personalinformationtext": "",
        "registrationtext": "Tietyt sovellusalustan palvelut edellyttävät rekisteröitymistä. Rekisteröitymisen yhteydessä ja palveluita käyttäessään Käyttäjän on ilmoitettava palvelujen pyytämät tiedot. Käyttäjä sitoutuu olemaan esiintymättä toisena luonnollisena tai oikeushenkilönä tai tällaisen edustajana sekä olemaan antamatta väärää kuvaa suhteestaan toiseen luonnolliseen tai oikeushenkilöön. Luonnollisella tai olemassa olevalla oikeushenkilöllä on oikeus rekisteröityä Käyttäjäksi. Luonnollisen henkilön rekisteröitymisen edellytyksenä on vähintään 13 vuoden ikä. Myös yrityskäyttäjä tai yhdistys voi rekisteröityä palvelun käyttäjäksi. Varmistettu yritysprofiili edellyttää erillistä sopimusta palvelujen ylläpidon kanssa.",
        "userauthenticationtext": "Palvelujen käyttäminen voi edellyttää tunnistautumista, joka voi tapahtua käyttäjätunnuksella, salasanalla, IP-osoitteella, tai useamman edellä mainitun yhdistelmällä tai muulla tavalla. Käyttäjän on säilytettävä käyttäjätunnuksensa ja salasanansa tai muu vastaava tunnistautumistietonsa ('Tunnistautumistieto') huolellisesti siten, että ne eivät joudu kolmannen osapuolen tietoon. Käyttäjä vastaa kaikista hänen Tunnistautumistiedoillaan tehdyistä toimista, laiminlyönneistä ja muusta käytöstä, oli sitten kyse Tunnistautumistietojen oikeutetusta tai oikeudettomasta käytöstä. Mikäli Tunnistautumistiedot ovat joutuneet kolmannen osapuolen tietoon, Käyttäjän on välittömästi muutettava Tunnistautumistietonsa ja ilmoitettava asiasta sovellusalustan ylläpidolle.",
        "servicestext":"Palvelujen sisälle voi kuulua tai palvelujen kautta Käyttäjällä voi olla pääsy palvelun yhteistyökumppaneiden (”Palveluntarjoajat”) tarjoamiin palveluihin. Kunkin Palveluntarjoajan tarjoamat palvelut tarjotaan kyseisen Palveluntarjoajan, ei sovellusalustan ylläpidon, nimissä ja vastuulla ja kyseisen Palveluntarjoajan soveltuvien palveluehtojen ja -tietojen mukaisesti. Jos Palveluntarjoaja käsittelee tässä yhteydessä sovellusalustan Käyttäjien henkilötietoja, on rekisterinpitäjä siltä osin Palveluntarjoaja, sovellusalustan ylläpito, ja Palvelutarjoaja käsittelee tietoja palvelunsa tietosuojaselosteesta ilmenevien periaatteiden mukaisesti. Sovellusalustan ylläpito voi lisätä ja muuttaa kaikkia sovellusalusta palveluita, niiden osia ja toiminnallisuuksia sekä poistaa niitä käytöstä tilapäisesti tai pysyvästi oman harkintansa mukaan. Palvelukuvauksissa, esittelylehtisissä tai muussa markkinointimateriaalissa esitetyt tiedot eivät sido palvelujen ylläpitoa.",
        "submittedmaterialtext":"Palvelujen ylläpito vastaa ainoastaan Palvelujen itse tuottamansa aineiston sisällöstä, johon pidätetään kaikki oikeudet näiden Käyttöehtojen mukaisesti. Palvelujen ylläpito ei vastaa Palvelujen muusta sisällöstä eikä muusta Palvelujen kautta tai avulla toimitettavasta tai saatavasta sisällöstä, kuten käyttäjien Palvelujeän toimittamasta tai Palvelujessä esittämästä aineistosta (esimerkiksi tiedoista, audiovisuaalisesta sisällöstä, ilmoitetuista tuotteista, tavaroista, palveluista, keskusteluista, mielipiteistä, suosituksista, neuvoista eikä Palvelujessä esitettyjen ilmoitusten sisällöstä, artikkeleista, kuvista, videoista, äänitallenteista tai muusta vastaavasta aineistosta (jäljempänä 'Aineisto'). Palvelujen ylläpito ei valvo, tarkista tai seulo Palvelujeän toimitettua tai Palvelujeä hyväksikäyttäen kolmansille osapuolille toimitettua tai kolmansilta osapuolilta saatua Aineistoa, eikä Palvelujen ylläpito vastaa näiden Aineistojen ja tietojen saatavuudesta taikka lainvastaisesta tai loukkaavasta sisällöstä. Palvelujen ylläpito ei vastaa Palvelujeä hyväksikäyttäen välitetyn Aineiston mahdollisesta viivästymisestä, muuttumisesta tai katoamisesta aiheutuvasta vahingosta. Aineistoa ei palauteta. Käyttäjä, ei Palvelujen ylläpito, vastaa Aineistosta, jonka Käyttäjä toimittaa Palvelujeän tai Palvelujen kautta toisille käyttäjille tai muille kolmansille osapuolille. Erityisesti, mutta siihen rajoittumatta Käyttäjä vastaa siitä, että Käyttäjän Palvelujeän toimittama tai Käyttäjän Palvelujen kautta saataville saattamaa Aineistoa voidaan käyttää ja julkaista Palvelujessä ja että Aineisto on tämän Sopimuksen ja Sääntöjen mukaista, eikä aiheuta häiriötä Palvelujen tai kolmannen osapuolen viestintäverkolle tai tietojärjestelmille tai loukkaa kolmansien osapuolten tekijän- tai muita oikeuksia, kunniaa, yksityisyyttä, hyvää tapaa, lakia tai viranomaisten määräyksiä. Jos Palvelujen ylläpito, viranomainen tai kolmas osapuoli toteaa tai epäilee, että Palvelujeän on toimitettu tai Palvelujen kautta on toimitettu toisille käyttäjille tällaista Aineistoa, Palvelujellä on oikeus poistaa tällainen Aineisto tai muutoin estää sen käyttö Käyttäjää kuulematta ilman ennakkovaroitusta. Palvelujen ylläpito ei vastaa toisten käyttäjien Palvelujeän lataamien Aineistojen tai tietojen Käyttäjälle aiheuttamista vahingoista tai menetyksistä. Siltä osin kuin Palvelussa voi kirjoittaa, julkaista, esittää, näyttää tai muutoin saattaa saataville Käyttäjän itse laatimia Aineistoja, tietoja saa esittää ainoastaan palvelun virallisilla kielillä. Kaikki oikeudet Käyttäjän Palvelujeän toimittamaan Aineistoon jäävät Käyttäjälle. Käyttäjä myöntää Palvelujelle maailmanlaajuisen, ei-yksinomaisen, peruuttamattoman ja maksuista vapaan oikeuden valmistaa Aineistosta kappaleita sekä julkaista ja saattaa Aineisto yleisön saataville Palvelujessä sekä muiden City Digital Groupiin kuuluvien yhtiöiden (yhdessä ”City Digital”) palveluissa, sekä kaikilla muilla tavoilla ja menetelmillä käyttää ja hyödyntää Aineistoa sanottujen palveluiden ja niiden markkinoinnin yhteydessä. Palvelujen ylläpito voi tehdä Aineistoon muutoksia siinä määrin kuin edellä myönnetyn oikeuden hyödyntäminen edellyttää. Palvelujen ylläpito voi siirtää tässä sille myönnetyt oikeudet eteenpäin tai myöntää niihin alilisenssejä City Digitalille, Palveluntarjoajille tai muille kolmansille osapuolille. Käyttäjä myöntää Palvelujelle oikeudet Aineistoon korvauksetta. Käyttäjä vastaa siitä, että sillä on tarvittavat oikeudet ja muut luvat (kuten luvat videoissa ja kuvamateriaalissa esiintyviltä henkilöiltä) tässä mainitun oikeuden myöntämiseen.",
        "privacytext":"Tietosuojaan ja henkilötietoihin liittyvät asiat on selitetty Tietosuoja-osiossa (linkki alapalkissa).",
        "cookiestext": "Palvelun käytön yhteydessä palvelujen ylläpito ja sen valitsemat yhteistyökumppanit tallentavat Käyttäjän päätelaitteille evästeitä, jotka ovat välttämättömiä Käyttäjän tilaaman Palvelun tarjoamiseksi. Käyttäjän päätelaitteelle voidaan tallentaa myös muita evästeitä.",
        "pricestext": "Useat Palvelut ovat maksuttomia. Mahdollinen Palvelun maksullisuus ja maksuehdot ilmenevät näistä Käyttöehdoista, Säännöistä ja/tai Palvelun Internet-sivustolla olevasta hinnastosta. Käyttäjä sitoutuu maksamaan Palvelujelle maksullisten Palveluiden käytöstä näissä Käyttöehdoissa, Palvelun verkkosivuilla, Säännöissä tai hinnastossa ilmoitetut hinnat. Palvelujen hinnoittelu koskee vain Palvelujen tarjoamia Palveluita. Palvelujen ylläpito ei vastaa puhelin- ja Internet-operaattoreiden ja muiden Palveluiden käyttämistä varten tarpeellisten osapuolien hinnoittelusta. Käyttäjä vastaa kaikista Palvelun käyttämisestä aiheutuvista tietoliikennekustannuksista. Palvelujen Internet-sivustolla toimivien muiden Palveluntarjoajien palvelumaksut ilmenevät heidän palveluehdoistaan ja -tiedoistaan. Palveluntarjoajat voivat veloittaa tarjoamistaan palveluista kyseisten ehtojen ja tietojen mukaisesti. Palvelujellä on oikeus muuttaa Palveluiden hintoja sekä Palveluiden maksullisuutta. Palvelun hintojen ja Palvelun maksullisuuden muutoksista ilmoitetaan ennen muutoksen voimaantuloa Palvelussa, Palvelun internet-sivustolla tai muulla tavalla. Asiakkaalla on tällöin oikeus irtisanoa Sopimus Palvelun osalta päättymään muutoksen voimaantulopäivästä lukien. Palvelujen ylläpito ei vastaa muutoksesta mahdollisesti Käyttäjälle aiheutuvista menetyksistä tai vahingoista. Palvelun tilauksiin sovelletaan Palvelun Sääntöjä. Ellei Palvelun Säännöissä ole muuta mainittu, kertatilauksena tilattua Palvelua ei voi irtisanoa tilausjakson aikana. Ellei Palvelun Säännöissä ole muuta mainittu, kestotilauksen voi irtisanoa laskutusjakson loppuun, Säännöissä kuvatun menettelyn mukaisesti. Jos asiakkaalta evätään pääsy palveluun Käyttöehtojen tai Sääntöjen vastaisen käytön takia, Käyttäjän mahdollisesti jo maksamia käyttämättömiä maksuja ei palauteta. Käytössä olevat maksutavat ilmoitetaan Palvelussa tai Palvelun Säännöissä. Tekstiviestillä tilatut Palvelut veloitetaan teleoperaattorin matkapuhelinlaskulla. Tekstiviestipalvelut toimivat vain Palvelun Säännöissä ilmoitettujen operaattoreiden liittymillä. Verkkopankkitunnuksilla ja luottokortilla tehdyt maksutapahtumat suoritetaan suojattua yhteyttä käyttäen. Palvelu ei talleta verkkopankki- tai luottokorttitietoja. Luottokunnan maksutapahtumat suoritetaan Luottokunnan maksulomaketta käyttäen ja Luottokunta vastaa tällaisista maksutapahtumista. Käyttäjä vahvistaa sen, että maksu- ja tilaustiedot on annettu Palvelussa välineeseen sopivalla tavalla. Tilattu maksullinen Palvelu katsotaan otetuksi Käyttäjän suostumuksella käyttöön välittömästi tilauksen jälkeen, eikä Käyttäjällä ole kuluttajasuojalain mukaista peruutusoikeutta.",
        "usingservicestext": "Sovellusalustan ylläpidon on käytettävä näiden Käyttöehtojen ja Sääntöjen mukaisesti sekä aina siten, että käytöstä ei aiheudu häiriötä muille käyttäjille, palveluille, Palveluntarjoajille tai kolmansille osapuolille. Palveluja ei saa käyttää lain tai hyvän tavan vastaisesti. Käyttäjä sitoutuu käyttämään palveluja vain näissä Käyttöehdoissa ja Säännöissä nimenomaisesti sallittuihin tarkoituksiin. Mikäli Osapuolten välillä on erimielisyys palvelujen toteutuneen tai aiotun käytön tarkoituksesta, määrittää palvelun ylläpito käytön luonteen omassa harkinnassaan. Käyttäjä saa käyttää palveluja vain omaan henkilökohtaiseen käyttöönsä. Käyttäjä ei saa ilman palvelun ylläpidon etukäteen antamaa kirjallista lupaa käyttää palveluita tai palveluiden sisältöä palvelujen kanssa samanlaisen palvelun kehittämiseen, tuottamiseen tai markkinoille saattamiseen, jälleenmyydä palvelujen sisältöä kolmannelle osapuolelle tai käyttää palvelua tai sen sisältöä mihinkään kaupalliseen tarkoitukseen. Lisäksi Käyttäjä sitoutuu olemaan ottamatta yhteyttä kehenkään palvelujen käyttäjään kaupallisessa tai muussa elinkeinon harjoittamisen tarkoituksessa. Käyttäjällä ei ole oikeutta käyttää palveluja tai palvelujen sisältöä minkään oman palvelunsa osana ilman palvelun ylläpidon etukäteen antamaa kirjallista suostumusta. Käyttäjällä ei myöskään ole oikeutta kopioida, siirtää, luovuttaa tai saattaa yleisön saataviin, muutettuna tai muuttamattomana, palvelua tai palvelun sisältöä muutoin kuin tämän Sopimuksen tai lain niin salliessa. Käyttäjällä ei ole oikeutta ilman sovellusalustan ylläpidon etukäteistä kirjallista suostumusta siirtää palvelujen tai palvelujen sisällön tähän Sopimukseen perustuvaa käyttöoikeutta kolmannelle osapuolelle. Käyttäjällä ei ole oikeutta muokata palveluun liittyvää lähdekoodia tai hyödyntää palvelun lähdekoodin muotoa. Käyttäjä hankkii itse palvelujen käyttämiseen tarvitsemansa laitteet, ohjelmistot ja tietoliikenneyhteydet sekä vastaa niistä. Palvelujen ylläpito pyrkii huolehtimaan siitä, että palvelu täyttää kohtuulliset tietoturvallisuusvaatimukset. Käyttäjä on tietoinen siitä, että Internet toimintaympäristönä saattaa aiheuttaa palvelujen toimivuuteen puutteita, ja että tietoturvallisuus muodostaa riskin tietojärjestelmissä. Käyttäjä vastaa itse oman tietokoneensa, tietojärjestelmän tai muun vastaavan laitteen suojauksesta. Palvelun ylläpito ei vastaa palvelujen tietoturvallisuuden puutteiden eikä tietoturvariskien kuten tietokonevirusten Käyttäjälle aiheuttamista vahingoista, menetyksistä tai kuluista.",
        "availabilitytext":"Sovellusalusta pyritään pitämään käytössä 24 tuntia vuorokaudessa 7 viikonpäivänä. Palvelujen ylläpito ei kuitenkaan takaa palveluille tai sen osan häiriötöntä toimivuutta ja saatavuutta. Palvelujen ylläpito pyrkii korjaamaan palvelujen virheet kohtuullisessa ajassa siitä, kun se on saanut tiedot virheistä. Palvelut toimitetaan sen sisältöisenä ja niillä toiminnallisuuksilla ja ominaisuuksilla kuin se kulloinkin on saatavilla. Huoltotoimenpiteet ja mahdolliset häiriöt saattavat aiheuttaa katkoja palvelujen käytössä. Palvelujen ylläpidolla on oikeus tilapäisesti keskeyttää palvelujen tuottaminen tai alentaa saatavuutta, jos se on tarpeen (a) palvelujen muutos- tai parannustöiden vuoksi, (b) yhteyden, järjestelmän, verkon tai laitteen rakennus- tai kunnossapitotöiden vuoksi, tai (c) muun syyn vuoksi. Palvelujen ylläpito pyrkii siihen, että keskeytys jää lyhytaikaiseksi ja siitä aiheutuu Käyttäjälle mahdollisimman vähän haittaa. Sovellusalustan ylläpito tiedottaa Käyttäjälle keskeytyksestä mahdollisuuksien mukaan Internet-sivustollaan. Sovellusalustaa ei ole tarkoitettu Aineiston tai muun tiedon pitkäaikaiseen tallentamiseen ja Käyttäjä vastaa kaiken Aineiston tai muun palveluihin ladatun tai tallennetun tiedon varmuuskopioinnista. Palvelujen ylläpidon vastuu palvelujen keskeytyksistä, virheistä ja puutteista rajoittuu tässä kohdassa 8 sanottuun, eikä sovellusalustan ylläpito vastaa muilta osin Käyttäjälle keskeytyksestä, virheistä tai puutteista, tai Aineiston tai muun Käyttäjän palveluihin lataaman tai tallentaman tiedon menetyksestä tai korruptoitumisesta, Käyttäjälle mahdollisesti aiheutuneista vahingoista, kuluista tai menetyksistä.",
        "intellectualpropertyrightstext": "Kaikki oikeudet sovellusalustaan ja palveluissa käytettyihin rekisteröityihin ja rekisteröimättömiin tavaramerkkeihin ja palveluissa saatavilla olevaan sisältöön, Käyttäjien palveluihin lataamaa Aineistoa lukuun ottamatta, kuuluvat palvelujen ylläpidolle, sen lisenssinantajille tai Palveluntarjoajille. Ne saavat suojaa soveltuvan immateriaalioikeuslainsäädännön ja kansainvälisten immateriaalioikeuksia koskevien sopimusten nojalla. Palvelujen ylläpito, sen lisenssinantajat ja Palveluntarjoajat pidättävät itsellään kaikki ne oikeudet, joita tässä Sopimuksessa ei nimenomaisesti myönnetä Käyttäjälle.",
        "validityandterminationtext": "Tämä Sopimus on voimassa toistaiseksi, ja se pysyy voimassa niin kauan kuin sovellusalusta tarjoaa Palveluita ja Käyttäjä käyttää niitä. Sopimuksen päättyminen ei vapauta Käyttäjää velvollisuuksista, jotka ovat syntyneet ennen Sopimuksen päättymistä (esimerkiksi velvollisuus maksaa maksullisten Palveluiden hinnat). Jos Käyttäjä rikkoo tätä Sopimusta tai Sääntöjä, palvelujen ylläpito voi estää Käyttäjän palvelujen käytön tai poistaa Käyttäjän Aineiston ilman varoitusta. Sovellusalustan ylläpito voi lopettaa palvelujen tarjoamisen tai sulkea Käyttäjän palveluista kokonaan tai tilapäisesti milloin tahansa perustellusta syystä ilman korvausvelvollisuutta. Edellä tarkoitettu perusteltu syy voi muiden ohella olla yksi tai useampi seuraavista: Käyttäjä on aiheuttanut häiriötä televerkolle, teleliikenteelle, toisille käyttäjille, kolmansille osapuolille tai käyttää epäkuntoisia tai yhteen sopimattomia laitteita tai ohjelmistoja; Käyttäjä rikkoo lakia tai käyttää palveluja näiden Käyttöehtojen tai Sääntöjen vastaisesti; Käyttäjä huomautuksesta huolimatta rikkoo olennaisesti voimassa olevien Käyttöehtojen mukaisia velvoitteitaan. Käyttäjä voi itse lopettaa palvelujen käyttämisen milloin tahansa. Rekisteröitynyt Käyttäjä voi poistaa rekisteröityessä antamansa tiedot palvelusta. Mikäli palvelujen ylläpito on kohdan 4 perusteella alkanut hyödyntää Käyttäjän Aineistoa ennen kuin Käyttäjä on poistanut Aineiston palvelusta, palvelun ylläpito voi hyödyntää Aineistoa myös poiston jälkeen näiden Käyttöehtojen mukaisesti. Palvelun ylläpito voi jatkaa Käyttäjän henkilötietojen käsittelyä Käyttäjän tekemän poiston jälkeen, mikäli tietosuojalainsäädäntö siihen palvelujen ylläpidon oikeuttaa tai velvoittaa tietosuojaselosteessa kuvatuin perustein.",
        "responsibilitiestext":"Palvelujen ylläpito on velvollinen korvaamaan Käyttäjälle palvelujen tuottamuksesta aiheutuneet, Asiakkaan osoittamat välittömät vahingot. Palvelujen ylläpidon vastuu rajoittuu kuitenkin aina ensi sijassa saamatta jääneen Palvelun uudelleen toimittamiseen, milloin se on mahdollista, ja joka tapauksessa vain saamatta jääneen tai virheellisen Palvelun tai sen osan ostohintaan. Palvelujen ylläpito ei korvaa välillisiä tai välittömiä vahinkoja taikka vahinkoja, joita palvelujen ylläpito ei ole voinut kohtuudella ennakoida. Palvelujen ylläpito ei myöskään korvaa Käyttäjän, Palveluntarjoajan tai muun kolmannen osapuolen vastuulla olevista seikoista johtuvia vahinkoja eikä palvelujen ylläpidosta riippumattomasta syystä aiheutuvia vahinkoja. Käyttäjä vastaa omasta toiminnastaan. Jos Käyttäjä rikkoo Sopimusta, hän on velvollinen korvaamaan aiheutuneet vahingot palvelun ylläpidolle. Edellä sanottua rajoittamatta, jos Käyttäjä liittää palveluihin viallisia tai häiriötä aiheuttavia laitteita, määrityksiä tai ohjelmistoja tai jos Käyttäjän ilmoittama vika aiheutuu Käyttäjän hallinnassa olevista laitteista, teleyhteyksistä, määrityksistä tai ohjelmistoista, Käyttäjä on velvollinen korvaamaan kaikki palvelun ylläpidolle mahdolliset siitä aiheutuvat vahingot, menetykset ja kulut, mukaan lukien rajoituksetta vikojen etsimisestä aiheutuneet kustannukset.",
        "transferofcontracttext":"Käyttäjällä ei ole oikeutta siirtää Sopimusta kolmannelle osapuolelle ilman palvelujen ylläpidon etukäteen antamaa kirjallista suostumusta. Palvelujen ylläpidolla on oikeus ilman Käyttäjän suostumusta tai Käyttäjälle tehtävää ilmoitusta siirtää Sopimus kokonaan tai osittain kolmannelle osapuolelle, jolle Sopimuksen tarkoittama liiketoiminta siirtyy. Palvelujen ylläpidolla on lisäksi oikeus siirtää Sopimukseen perustuvat saatavansa kolmannelle osapuolelle. Palvelujen Palveluntarjoajien tai muiden kolmansien osapuolten käyttämistä palvelujen kehittämisessä tai tarjoamisessa ei katsota Sopimuksen siirtämiseksi.",
        "forcemajeuretext":"Osapuoli vapautuu velvoitteistaan ja velvollisuudestaan maksaa vahingonkorvausta, jos sopimusvelvoitteiden rikkominen tai niiden täyttämättä jättäminen johtuu ylivoimaisesta esteestä. Ylivoimaisena esteenä (force majeure) pidetään sotaa, pakko-ottoa tai takavarikkoa julkiseen tarpeeseen, tuonti- ja vientikieltoa, työtaistelutoimenpiteitä, luonnonilmiöitä (kuten ukonilmaa, myrskyä ja tulvaa), tulta, ulkopuolisen aiheuttamaa kaapeli- tms. vahinkoa, vesivahinkoa, sähköverkosta tulevaa ylijännitettä, energian tai muun olennaisen raaka-aineen toimituksen keskeytystä, kolmannelta osapuolelta hankittujen tai kolmannen osapuolen hallussa olevien teleyhteyksien, Internet-yhteyksien tai laitteiden viallisuutta tai toimituksen viivästymistä, taikka sellaista kolmannesta osapuolesta johtuvaa seikkaa, joka on osapuolista riippumaton, tai muuta syytä, jota Osapuoli ei ole Sopimusta tehdessään kohtuudella voinut ottaa huomioon eikä voi estää tai voittaa sen vaikutusta. Ylivoimaiseksi esteeksi katsotaan lisäksi tässä kohdassa mainituista seikoista johtuvat alihankkijan toimituksissa olevat virheet tai viivästykset. Jos sopimusvelvoitteen täyttäminen viivästyy jostakin edellisessä kappaleessa mainitusta syystä, sopimusvelvoitteen täyttämisaikaa jatketaan niin paljon kuin kaikki tapaukseen vaikuttavat olosuhteet huomioon ottaen on pidettävä kohtuullisena.",
        "amendmentoftheagreementtext":"Palvelujen ylläpito oi muuttaa tätä Sopimusta ilmoittamalla muutoksesta Internet-sivustollaan. Muutettua Sopimusta sovelletaan siitä ajankohdasta alkaen, jonka palvelun ylläpito toteaa muutosta koskevassa ilmoituksessaan. Mikäli Käyttäjä ei halua noudattaa muuttunutta Sopimusta, hänen on lopetettava palvelujen käyttö.",
        "disputeresolutionandapplicablelawtext": "Palveluun ja Sopimukseen sovelletaan Suomen lakia, pois lukien sen lainvalintaa koskevat säännökset. Sopimuksesta aiheutuvat erimielisyydet ratkaistaan ensisijaisesti Osapuolten välisin neuvotteluin. Mikäli neuvotteluissa ei saavuteta yksimielisyyttä, ratkaistaan riidat lopullisesti kantajan valinnan mukaan joko Satakunnan käräjäoikeudessa tai vastaajan kotipaikan alioikeudessa.",
        "disclosuretoauthoritiestext":"Palvelun ylläpito voi luovuttaa Käyttäjän tietoja viranomaisille voimassa olevan lainsäädännön sallimissa ja velvoittavissa rajoissa.",
        "validityoftermsofusetext":"Nämä käyttöehdot ovat voimassa 1.1.2021 alkaen."
    },
    "menu": {
        "home": "Alku",
        "organs":"Toimielimet",
        "sections": "Asiat",
        "meetings":"Kokoukset",
        "initiatives":"Aloitteet",
        "account":"Tili",
        "contact":"Yhteydenotto",
        "users":"käyttäjät",
        "comments":"Kommentit",
        "logout":"Poistu",
        "logo": "Päätöksenteko",
        "login":"Kirjaudu"
    },
    "instructions":{
        "header":"Ohjeet",
        "text":"Löydät alta ohjeet sovellusalustan toimintoihin.",
        "registrationheader":"Rekisteröityminen",
        "accountheader":"Käyttäjätili",
        "usertypesheader":"Käyttäjätyypit",
        "menuheader":"Valikot",
        "navigationheader":"Navigointi",
        "responsiveviewheader":"Sovellusten responsiivisyys",
        "municipalitiesheader":"Kunnat",
        "institutionsheader":"Toimielimet",
        "meetingsheader":"Kokoukset ja asialistat",
        "sectionsheader":"Asiat",
        "proposalsheader":"Päätösehdotukset",
        "commentsheader":"Kommentit ja taustatiedot",
        "linksheader":"Linkit, kuvat, videot...",
        "contactheader":"Ota yhteyttä",
        "privacyheader":"Yksityisyys",
        "usersheader":"Käyttäjät",
        "registration":"",
        "account":"",
        "usertypes":"",
        "menu":"",
        "navigation":"",
        "responsiveview":"",
        "municipalities":"",
        "institutions":"",
        "meetings":"",
        "sections":"",
        "proposals":"",
        "comments":"",
        "links":"",
        "contact":"",
        "privacy":"",
        "users":""
    },
    "faq":{
        "header":"Usein kysytyt kysymykset",
        "text":"Tänne kerätään usein kysytyt kysymykset"
    }
}
